# My BrewFile
brew "wget"
brew "redis"
brew "mysql"
brew "postgresql"
brew "htop"
brew "tree"

# Install Cask
tap 'caskroom/cask'

# Install Casks
cask "alfred"
cask "flux"
cask "virtualbox"
cask "vagrant"
cask "vivaldi"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "spotify"
cask "spectacle"
cask "anaconda"
cask "xquartz"
cask "1password"
cask "atom"
cask "firefox"
cask "google-chrome"
cask "docker"

brew "docker-compose"